Revit 2027 API
ParameterTypeId.RbsHvacloadPlenumCoolingLoadParam Property
 "Plenum Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadPlenumCoolingLoadParam { get; }
Public Shared ReadOnly Property RbsHvacloadPlenumCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadPlenumCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadPlenumCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace